Repository: jrahmatzadeh/just-perfection
Catalog: po/*.po
Languages: es, fr, it, ru

source: OSD position when on screen display shows up on the screen
es: La posición del OSD (On Screen Display) al momento de mostrarse en pantalla
fr: Position OSD lorsque l'affichage à l'écran apparaît sur l'écran
it: Posizione dell'OSD quando la visualizzazione sullo schermo viene visualizzata sullo schermo
ru: Положение экранного меню, когда на экране отображается экранное меню

source: Alt Tab Window Preview Size
es: Tamaño de vista previa de la ventana Alt-Tab
fr: Taille de l'aperçu de la fenêtre Alt-Tab
it: Dimensioni anteprima finestra Alt-Tab
ru: Alt-Tab Размер предварительного просмотра окна

source: Alt Tab Window Preview Icon Size
es: Tamaño del icono de vista previa de la ventana Alt-Tab
fr: alt-tab Taille de l'icône d'aperçu de la fenêtre
it: alt-tab Dimensione icona anteprima finestra
ru: Alt-Tab Размер значка предварительного просмотра окна

source: Alt Tab Icon Size
es: Tamaño del icono Alt-Tab
fr: Taille de l'icône Alt-Tab
it: Dimensione icona scheda Alt
ru: Alt-Tab Размер значка

source: Looking Glass Width
es: Ancho del espejo
fr: Largeur du miroir
it: Larghezza dello specchio
ru: Ширина зеркала

source: Looking Glass Height
es: Altura del espejo
fr: Hauteur du miroir
it: Altezza dello specchio
ru: Зазеркалье Высота

source: Maximum Displayed Search Results
ru: Максимальное количество отображаемых результатов поиска

source: The maximum displayed search result items showing up in the search page
ru: Максимальное количество отображаемых результатов поиска, отображаемых на странице поиска

source: By Shell Theme
es: Por Tema del Shell
fr: Par thème Shell
it: Predefinito
ru: Следовать теме

source: Top
es: Arriba
fr: Haut
it: Sopra
ru: Вверху

source: Bottom
es: Abajo
fr: Bas
it: Sotto
ru: Внизу

source: Center
es: Centro
fr: Centre
it: Centro
ru: По центру

source: Right
es: Derecha
fr: Droite
it: Destra
ru: Справа

source: Left
es: Izquierda
fr: Gauche
it: Sinistra
ru: Слева

source: No Animation
es: Sin animación
fr: Pas d'animation
it: Nessuna
ru: Без анимаций

source: Default Speed
es: Velocidad Predeterminada
fr: Vitesse par défaut
it: Predefinita
ru: По умолчанию

source: Almost None
ru: Почти ничего

source: Fastest
es: Mucho más rápido
fr: Le plus rapide
it: Molto veloce
ru: Очень быстро

source: Faster
es: Muy rápido
fr: Plus rapide
it: Più veloce
ru: Быстрее

source: Fast
es: Rápido
fr: Rapide
it: Veloce
ru: Быстро

source: Slow
es: Lento
fr: Lent
it: Lenta
ru: Медленно

source: Slower
es: Muy lento
fr: Plus lent
it: Più lenta
ru: Медленнее

source: Slowest
es: Mucho más lento
fr: Le plus lent
it: Molto lenta
ru: Очень медленно

source: Top Start
es: Superior Izquierda
fr: En haut à gauche
it: In alto a sinistra
ru: Сверху слева

source: Top Center
es: Superior Central
fr: En haut au centre
it: In alto al centro
ru: Сверху по центру

source: Top End
es: Superior Derecha
fr: En haut à droite
it: In alto a destra
ru: Сверху справа

source: Bottom Start
es: Inferior Izquierda
fr: En bas à gauche
it: In basso a sinistra
ru: Нижний старт

source: Bottom Center
es: Inferior Central
fr: En bas au centre
it: In basso al centro
ru: Внизу по центру

source: Bottom End
es: Inferior Derecha
fr: En bas à droite
it: In basso a destra
ru: Нижний конец

source: Center Start
es: Inicio Central
fr: Démarrage central
it: Inizio centro
ru: Центральный старт

source: Center End
es: Final Central
fr: Extrémité centrale
it: Centro Fine
ru: Центральный конец

source: Hot Corner
es: Esquina Caliente
fr: Coin chaud
it: Angolo attivo

source: App Gesture
es: Animación de "Mostrar aplicaciones"
fr: Geste d'application
it: Movimento con le dita

source: Switcher Popup Delay
es: Retraso emergente del conmutador
fr: Délai de pop-up du commutateur

source: Removes the delay for all switcher popups like alt-tab, ctrl-alt-tab, keyboard layout, ...
es: Elimina la demora para todas las ventanas emergentes del conmutador como alt-tab, ctrl-alt-tab, distribución del teclado, ...
fr: Supprime le délai pour toutes les fenêtres contextuelles du commutateur comme alt-tab, ctrl-alt-tab, la disposition du clavier, ...

source: Panel Corner Size
es: Tamaño de las Esquinas del Panel
fr: Taille du coin du panneau
it: Dimensione angoli del pannello

source: No Corner
es: Sin esquinas
fr: Pas de coin
it: Nessun angolo

source: Icons
es: Iconos
fr: Icônes
it: Icone

source: App Menu Icon
es: Icono de Menú de aplicaciones
fr: Icône de menu de l'application
it: Icona menu dell'applicazione

source: Panel Arrow
es: Flecha del Panel
fr: Flèche de panneau
it: Freccia del pannello

source: Activities Button Icon
es: Icono del Botón de Actividades
fr: Icône du bouton des activités
it: Icona del pulsante attività

source: Activities Button Icon in Monochrome
es: Icono del Botón de Actividades en Monocromo
fr: Icône de bouton des activités en monochrome
it: Icona del pulsante attività in bianco e nero

source: Activities Button Icon With Label
es: Icono de Botón de Actividades con Etiqueta
fr: Icône de bouton des activités avec étiquette
it: Icona del pulsante attività con etichetta

source: Only works when you have selected an icon for activities button
es: Solo funciona cuando se ha seleccionado un icono para el botón de actividades
fr: Fonctionne uniquement lorsque vous avez sélectionné une icône pour le bouton des activités
it: Funziona solo quando è stata selezionata un'icona per il pulsante attività

source: Support via Patreon
es: Soporte a través de Patreon
fr: Soutenir via Patreon
it: Supporta su Patreon

source: Select File
es: Seleccionar Archivo
fr: Sélectionner un fichier
it: Seleziona file

source: No Matches
es: Sin Resultados
fr: Aucun résultat
it: Nessun risultato trovato

source: App Menu
es: Menú de Aplicaciones
fr: Menu d'application
it: Menu dell'applicazione

source: The menu button in panel with focused window text
es: El botón de menú con el texto de la ventana enfocada en el panel
fr: Le bouton de menu dans le panneau avec le texte de la fenêtre ciblée
it: Pulsante sul pannello per aprire il menu dell'applicazione quando la finestra è attiva

source: App Menu Label
es: Etiqueta del menú de la aplicación
fr: Libellé du menu de l'application
it: Etichetta del menu dell'app

source: The text label in app menu button
es: La etiqueta de texto en el botón de menú de la aplicación
fr: L'étiquette de texte dans le bouton de menu de l'application
it: L'etichetta di testo nel pulsante del menu dell'app

source: System Menu (Aggregate Menu)
es: Menú del sistema (Menú agregado)
fr: Menu système
it: Menu di sistema

source: System menu holds power, volume and network icons in panel
es: El menú del sistema contiene los íconos de encendido, volumen y red en el panel
fr: Le menu système contient les icônes d'alimentation, de volume et de réseau dans le panneau
it: Il menu di sistema contiene le icone di alimentazione, volume e rete nel pannello

source: Links
es: Enlaces
fr: Liens
it: Collegamenti
