Repository: jrahmatzadeh/just-perfection
Catalog: po/*.po
Languages: es, fr, it, ru

source: Changelog
ru: Изменения

source: Bug Report
es: Informe de error
fr: Signaler des bugs
it: Segnala un errore
ru: Сообщить об ошибке

source: YouTube Channel
ru: Канал YouTube

source: Profile
es: Perfil
fr: Profil
it: Profilo
ru: Профиль

source: You can choose between pre-defined profiles or you can simply use your own customized settings
es: Puede elegir entre perfiles predefinidos o puede simplemente usar su propia configuración personalizada
fr: Vous pouvez choisir entre des profils prédéfinis ou vous pouvez simplement utiliser vos propres paramètres personnalisés
it: Scegliere uno dei profili predefiniti o utilizzare un profilo personalizzato
ru: Вы можете выбрать предустановленный профиль или использовать собственные настройки

source: Default
es: Predeterminada
fr: Par défaut
it: Predefinito
ru: По умолчанию

source: Custom
es: Personalizado
fr: Personnalisé
it: Personalizzato
ru: Пользовательский

source: Minimal
es: Mínimo
it: Minimale
ru: Минимальный

source: Super Minimal
es: Super mínimo
it: Super minimale
ru: Очень минимальный

source: Override
es: Sobreescribir
fr: Ignorer
it: Sostituzione
ru: Переопределение

source: Shell Theme
es: Tema de la Shell
fr: Thème Shell
it: Tema Shell
ru: Тема оболочки

source: Overrides the shell theme partially to create a minimal desktop
es: Sobreescribe parcialmente el tema de la shell para crear un escritorio mínimo.
fr: Remplace partiellement le thème du shell pour créer un bureau minimal
it: Ignora parzialmente il tema della shell per creare un desktop minimale
ru: Частично переопределяет тему оболочки для создания минималистичного рабочего стола

source: Support
ru: Поддержка

source: Support Via Crypto
ru: Поддержка через Crypto

source: Preferred Method
ru: Предпочтительный метод

source: Copy
ru: Копировать

source: Support via Buy Me a Coffee
ru: Поддержать через Buy Me a Coffee

source: Support Notification
ru: Уведомление о поддержке

source: Manage when the support notification shows up
ru: Управление отображением уведомления о поддержке

source: Never
ru: Никогда

source: On New Releases
ru: В новых выпусках

source: Address copied to the clipboard
ru: Адрес скопирован в буфер обмена

source: Visibility
es: Visibilidad
fr: Visibilité
it: Visibilità
ru: Видимость

source: Panel
fr: Panneau
it: Pannello
ru: Панель

source: Panel in Overview
es: Panel en Vista de Actividades
fr: Panneau dans la vue d'ensemble
it: Pannello nella Panoramica
ru: Панель в режиме Обзора

source: Activities Button
es: Botón de actividades
fr: Bouton des activités
it: Pulsante Attività
ru: Кнопка Обзор

source: Button in panel to toggle overview visibility
es: Botón en el panel para alternar la visibilidad de la vista de actividades
fr: Bouton dans le panneau pour basculer la visibilité de l'aperçu
it: Attiva/disattiva il pulsante Attività
ru: Кнопка на панели для перехода в режим Обзора

source: Clock Menu
es: Menú del Reloj
fr: Menu horloge
it: Menu dell'orologio
ru: Центр уведомлений/Часы

source: Also known as date menu shows date and time in panel
es: También conocido como menú del calendario, muestra la fecha y la hora en el panel.
fr: Également connu sous le nom de menu de date, affiche la date et l'heure dans le panneau
it: Mostra la data e l'ora sul pannello
ru: Показывает дату и время на панели

source: Keyboard Layout
es: Distribución del teclado
fr: Disposition du clavier
it: Disposizione tastiera
ru: Раскладка клавиатуры

source: Keyboard Layout indicator button in panel
es: Botón indicador de la distribución del teclado en el panel
fr: Bouton indicateur de disposition du clavier dans le panneau
it: Indicatore che mostra disposizione dei tasti sulla tastiera
ru: Индикатор раскладки клавиатуры на панели

source: Accessibility Menu
es: Menú de Accesibilidad
fr: Menu d'accessibilité
it: Menu accessibilità
ru: Меню специальных возможностей

source: Accessibility Menu indicator button in panel
es: Botón indicador de menú de Accesibilidad en el panel
fr: Bouton indicateur de menu d'accessibilité dans le panneau
it: Indicatore del menu accessibilità sul pannello
ru: Меню специальных возможностей на панели

source: Quick Settings
es: Ajustes rápidos
fr: Réglages rapides
ru: Быстрые настройки

source: Quick settings menu in panel
es: Menú de configuración rápida en el panel
fr: Menu des paramètres rapides dans le panneau
ru: Меню быстрых настроек в панели

source: Dark Mode Toggle Button
ru: Кнопка переключения "Темного стиля"

source: Dark Mode Toggle Button in Quick settings menu
ru: Кнопка переключения темного стиля в меню быстрых настроек

source: Backlight Toggle Button
ru: Кнопка переключения "Подсветка"

source: Backlight Toggle Button in Quick settings menu
ru: Кнопка переключения подсветки клавиатуры в меню быстрых настроек

source: Do Not Disturb Toggle Button
ru: Кнопка переключения "Не беспокоить"

source: Do Not Disturb Button in Quick setttings menu
ru: Кнопка не беспокоить в меню быстрых настроек

source: Night Light Toggle Button
ru: Кнопка переключения "Ночного света"

source: Night Light Toggle Button in Quick settings menu
ru: Кнопка переключения ночного света в меню быстрых настроек

source: Airplane Mode Toggle Button
ru: Кнопка переключения "Авиарежим"

source: Airplane Mode Toggle Button in Quick settings menu
ru: Кнопка переключения режима полета в меню быстрых настроек

source: Screen Sharing Indicator
es: Indicador de pantalla compartida
fr: Indicateur de partage d'écran
ru: Индикатор совместного использования экрана

source: Screen sharing indicator in panel
es: Indicador de uso compartido de pantalla en el panel
fr: Indicateur de partage d'écran dans le panneau
ru: Индикатор общего доступа к экрану на панели

source: Screen Recording Indicator
es: Indicador de grabación de pantalla
fr: Indicateur d'enregistrement d'écran
ru: Индикатор записи экрана

source: Screen recording indicator in panel
es: Indicador de grabación de pantalla en el panel
fr: Indicateur de partage d'écran dans le panneau
ru: Индикатор записи экрана на панели

source: World Clock
es: Reloj mundial
fr: Horloge mondiale
it: Orologi mondiali
ru: Мировые часы

source: World clock in clock menu
es: Reloj mundial en el menú del calendario
fr: Horloge mondiale dans le menu Horloge
it: Orologi mondiali nel menu dell'orologio
ru: Мировые часы в центре уведомлений

source: Weather
es: Clima
fr: Météo
it: Meteo
ru: Погода

source: Weather in clock menu
es: Clima en el menú del calendario
fr: Météo dans le menu de l'horloge
it: Meteo nel menu dell'orologio
ru: Погода в центре уведомлений

source: Calendar
es: Calendario
fr: Calendrier
it: Calendario
ru: Календарь

source: Calendar in clock menu
es: Calendario en el menú del calendario
fr: Calendrier dans le menu de l'horloge
it: Calendario nel menu dell'orologio
ru: Календарь в центре уведомлений

source: Events
es: Eventos
fr: Événements
it: Eventi
ru: События

source: Events button in clock menu
es: Eventos en el menú del calendario
fr: Bouton Événements dans le menu Horloge
it: Pulsante Eventi nel menu dell'orologio
ru: События в центре уведомлений

source: Search
es: Búsqueda
fr: Barre de recherche
it: Ricerca
ru: Строка поиска

source: Search entry in overview
es: Entrada de búsqueda en la vista de actividades
fr: Barre de recherche dans la vue d'ensemble
it: Barra di ricerca nella panoramica
ru: Строка поиска в Обзоре

source: Dash
fr: Barre de raccourcis
it: Barra delle applicazioni
ru: Dash панель

source: Dash holds favorite and opened applications icons
es: El dash mantiene los íconos de aplicaciones favoritas y abiertas
fr: La barre de raccourcis contient les icônes d'applications favorites et ouvertes
it: Contiene le icone delle applicazioni preferite e delle applicazioni aperte
ru: Dash содержит иконки избранных и открытых приложений

source: Dash Separator
es: Separador del Dash
fr: Séparateur de tiret
it: Separatore di trattino
ru: Разделитель dash

source: Dash separator line that separates pin apps from unpin apps
es: Linea en el dash que separa las aplicaciones fijadas de las no fijadas
fr: Ligne de séparation en tiret qui sépare les applications à épingler des applications à détacher
it: Linea di separazione del trattino che separa le app di blocco dalle app di sblocco
ru: Линия-разделитель в dash'е, которая отделяет закрепленные приложения от открепляемых приложений

source: Dash App Running Indicator
ru: Индикатор работы приложения Dash

source: The dot indicator in dash that shows the app is running
ru: Точка-индикатор в тире, показывающая, что приложение запущено

source: Show Applications Button
es: Botón de Mostrar Aplicaciones
fr: Afficher le bouton des applications
it: Pulsante mostra applicazioni
ru: Показать кнопку приложений

source: Button in dash that toggles applications list visibility
es: Botón en el dash que muestra u oculta la cuadrícula de aplicaciones
fr: Bouton dans le tableau de bord qui bascule la visibilité de la liste des applications
it: Pulsante sulla barra per aprire la griglia delle applicazioni
ru: Кнопка на Dash панели, которая выводит список приложений

source: On Screen Display (OSD)
es: Visualización en pantalla (OSD) (On Screen Display)
fr: OSD
it: Visualizzazione su schermo (OSD)
ru: Экранная индикация

source: Volume and brightness on screen display when the change happens
es: Volumen y brillo en la pantalla cuando ocurre un cambio
fr: Affichage du volume et de la luminosité à l'écran lorsque le changement se produit
it: Notifica volume e luminosità sullo schermo quando vengono modificati
ru: Появляется на экране при изменении громкости или яркости

source: Workspace Popup
es: Carted de los Espacios de Trabajo
fr: Fenêtre contextuelle de l'espace de travail
it: Notifica quando si cambia l'area di lavoro
ru: Всплывающий индикатор рабочих столов

source: Popup that appears on the screen when you change the workspace
es: Cartel que aparece cuando se cambia el espacio de trabajo
fr: Popup qui apparaît à l'écran lorsque vous changez d'espace de travail
it: Popup che appare sullo schermo quando si cambia l'area di lavoro
ru: Индикатор, который появляется на экране при смене рабочего стола

source: Workspace Switcher
es: Cambiador de Espacio de Trabajo
fr: Commutateur d'espace de travail
it: Selettore dell'area di lavoro
ru: Переключатель рабочих столов

source: Also refers to workspace thumbnails that you see in overview for selecting a workspace
es: También conocido como miniaturas de espacios de trabajo, aparecen en la vista de actividades para seleccionar espacios de trabajo.
fr: Fait également référence aux vignettes d'espace de travail que vous voyez dans la vue d'ensemble pour sélectionner un espace de travail
it: Miniature delle aree di lavoro nella panoramica delle attività
ru: Эскизы рабочих столов, которые вы видите в Обзоре

source: Workspaces App Grid
es: Espacios de Trabajo en la Cuadrícula de Apps
fr: Grille d'applications des espaces de travail
it: Selettore dell'area di lavoro nella griglia delle applicazioni
ru: Рабочие столы в списке приложений

source: Workspace boxes in app grid
es: Espacios de trabajo en la cuadrícula de aplicaciones
fr: Boîtes d'espace de travail dans la grille d'applications
it: Miniature delle aree di lavoro nella griglia delle applicazioni
ru: Эскизы рабочих столов в списке приложений

source: Window Picker Close Button
es: Botón de Cerrar en el Selector de Ventanas
fr: Bouton de fermeture du sélecteur de fenêtre
it: Pulsante per chiudere le finestre nella panoramica
ru: Кнопки закрытия окон в Обзоре

source: The close button on window preview in overview
es: Botón cerrar de las ventanas en la vista de actividades
fr: Le bouton de fermeture sur l'aperçu de la fenêtre dans la vue d'ensemble
it: Pulsante per chiudere le finestre nella panoramica delle attività
ru: Кнопки закрытия, появляющиеся на эскизах окон в Обзоре

source: Window Picker Caption
es: Título del Selector de Ventanas
fr: Légende du sélecteur de fenêtre
it: Descrizione delle finestre nella panoramica
ru: Заголовки окон в Обзоре

source: The text under window preview in overview
es: El texto debajo de la vista previa de la ventana en la vista de actividades
fr: Le texte sous l'aperçu de la fenêtre en vue d'ensemble
it: Testo mostrato sotto l'anteprima durante la selezione della finestra nella panoramica
ru: Текст под эскизами окон в Обзоре

source: Background Menu
es: Menú del Fondo de Pantalla
fr: Menu d'arrière-plan
it: Menu dello sfondo
ru: Меню рабочего стола

source: When you right click on desktop background
es: Cuando haces clic derecho en el fondo del escritorio
fr: Lorsque vous faites un clic droit sur l'arrière-plan du bureau
it: Menu attivabile facendo clic con il tasto destro sull'immagine di sfondo
ru: Когда вы щелкаете правой кнопкой мыши по рабочему столу

source: Ripple Box
es: Efecto de Ondulación
fr: Boîte d'ondulation
it: Animazione ondulata
ru: Пульсация

source: Hot corner animation effects
es: Efectos de animación de la esquina caliente
fr: Effets d'animation de coin chaud
it: Animazione dell'angolo attivo
ru: Анимация горячего угла

source: Window Menu
ru: Меню окна

source: Window menu when you right click in title bar
ru: Меню окна при щелчке правой кнопкой мыши в строке заголовка

source: Take Screenshot button in Window Menu
es: Botón de Tomar captura de pantalla en el Menú de la Ventana
fr: Bouton Prendre une capture d'écran dans le menu Fenêtre
it: Pulsante Cattura screenshot nel menu Finestra
ru: Кнопка «Сделать снимок экрана» в меню «Окно»

source: Take screenshot button in title bar right click menu
es: Botón para tomar una captura de pantalla en el menú del click derecho de la ventana
fr: Bouton Prendre une capture d'écran dans le menu contextuel de la barre de titre
it: Pulsante Acquisisci screenshot nel menu di scelta rapida della barra del titolo
ru: Кнопка «Сделать снимок экрана» в меню правой кнопки мыши в строке заголовка

source: Panel Notification Icon
es: Icono de notificación del panel
fr: Icône de notification du panneau
it: Icona di notifica del pannello
ru: Индикатор уведомлений

source: Power Icon
es: Icono de Energía
fr: Icône de charge
it: Icona di alimentazione
ru: Значок питания

source: Window Picker Icon
es: Iconos del Selector de ventana
fr: Icône de sélecteur de fenêtre
it: Icona di selezione della finestra
ru: Иконки окон в обзоре

source: The icon under window preview in overview
es: El icono debajo de la vista previa de la ventana en la vista de actividades
fr: L'icône sous l'aperçu de la fenêtre dans la vue d'ensemble
it: Mostra l'icona sotto l'anteprima della finestra nella panoramica
ru: Иконки под окнами в Обзоре

source: Behavior
es: Comportamiento
fr: Comportement
it: Comportamento
ru: Поведение

source: Workspace Wraparound
es: Espacios de trabajo envolventes
fr: Enveloppe de l'espace de travail
it: Aree di lavoro collegate
ru: Зацикливание рабочих столов

source: Next workspace will be the first workspace when you are in the last workspace. and previous workspace will be the last workspace when you are in the first workspace.
es: El siguiente espacio de trabajo será el primer espacio de trabajo cuando se encuentre en el último espacio de trabajo. y el espacio de trabajo anterior será el último espacio de trabajo cuando esté en el primer espacio de trabajo.
fr: L'espace de travail suivant sera le premier espace de travail lorsque vous serez dans le dernier espace de travail. et l'espace de travail précédent sera le dernier espace de travail lorsque vous êtes dans le premier espace de travail.
it: Quando ci si trova nell'ultima area di lavoro, l'area successiva sarà la prima. Quando ci si trova nella prima area di lavoro, l'area precedente sarà l'ultima.
ru: За последним рабочим столом будет следовать первый. А перед первым рабочим столом будет располагаться последний.

source: Workspace Peek
ru: Обзор рабочей области

source: Whether the next and previous workspace should be visible in overview.
ru: Должна ли следующая и предыдущая рабочая область быть видна в обзоре.

source: Workspace Switcher Click to The Main View
ru: Переключатель рабочей области Щелкните для перехода в главное представление

source: Workspace switcher click always goes to the main view of the workspace.
ru: Переключатель рабочей области Щелкните, чтобы перейти в главное представление рабочей области.

source: Window Demands Attention Focus
es: Ventana Exige el Foco
fr: La fenêtre demande une attention particulière
it: La finestra richiede attenzione
ru: Окно требует внимания

source: Removes window is ready notification and focus on the window
es: Elimina la notificación de ventana preparada y la enfoca
fr: Supprime la notification "la fenêtre est prête" et l'attention sur la fenêtre
it: Rimuove la notifica della finestra pronta e la rende subito attiva
ru: Убрать уведомление о готовности окна и сразу фокусироваться на нём

source: Window Maximized by Default
ru: Окно развернуто по умолчанию

source: Maximize all windows on creation
ru: Развернуть все окна создания

source: Type to Search
es: Escribir para buscar
fr: Tapez pour rechercher
it: Digita per cercare
ru: Введите для поиска

source: You can start search without search entry or even focusing on it in overview
es: Puedes iniciar la búsqueda sin una entrada de búsqueda o sin siquiera centrarse en ella en la vista de actividades
fr: Vous pouvez lancer une recherche sans sélectionner la barre de recherche ou même en l'ayant désactivée dans l'aperçu
it: Nella panoramica, effettua la ricerca senza selezionare il riquadro della ricerca.
ru: Вы можете начать поиск в Обзоре, если строки поиска нету, либо если она есть, не нажимая на неё

source: Always Show Workspace Switcher
es: Mostrar siempre el conmutador de espacio de trabajo
fr: Toujours afficher le sélecteur d'espace de travail
it: Mostra sempre il selettore dell'area di lavoro
ru: Всегда показывать переключатель рабочих столов

source: Shows workspace switcher even when only one workspace used with dynamic workspaces
es: Muestra el conmutador de espacio de trabajo incluso cuando solo se utiliza un espacio de trabajo con espacios de trabajo dinámicos
fr: Affiche le sélecteur d'espace de travail même lorsqu'un seul espace de travail est utilisé avec des espaces de travail dynamiques
it: Mostra il selettore dell'area di lavoro anche quando viene utilizzata una sola area di lavoro con aree di lavoro dinamiche
ru: Отображать переключатель, даже если используется только один рабочий стол с активированным режимом динамических рабочих столов

source: Overlay Key
ru: Ключ наложения

source: Disable overlay key (super key)
ru: Отключить наложение ключа (суперклавиши)

source: Double Super to App Grid
es: Doble tecla Super para la Cuadrícula de Apps
fr: Double appui sur Super affiche la grille d'applications
it: Doppio tasto Super per griglia applicazioni
ru: Двойной Super для перехода к списку приложений

source: Shows app grid when you double hit super key fast
es: Muestra la cuadrícula de aplicaciones cuando la tecla Super es rápidamente presionada dos veces
fr: Affiche la grille d'applications lorsque vous appuyez deux fois rapidement sur la touche super
it: Mostra griglia delle applicazioni premendo due volte consecutive il tasto Super
ru: Открывать список приложений при быстром двойном нажатии Super

source: Popup Delay
ru: Задержка всплывающего окна

source: The delay for all switcher popups like alt-tab, ctrl-alt-tab, keyboard layout, ...
ru: Удаляет задержку для всех всплывающих окон переключателей, таких как alt-tab, ctrl-alt-tab, раскладка клавиатуры, ...

source: Startup Status
es: Estado de inicio
fr: État de démarrage
it: Stato di avvio
ru: Место входа

source: When GNOME Shell is starting up for the first time
es: Cuando GNOME Shell se inicia por primera vez
fr: Lorsque GNOME Shell démarre pour la première fois
it: Quando GNOME Shell si avvia per la prima volta
ru: Что будет отображаться при запуске GNOME Shell

source: Desktop
es: Escritorio
fr: Bureau
ru: Рабочий стол

source: Overview
es: Vista de Actividades
fr: Aperçu
it: Panoramica
ru: Обзор

source: Customize
es: Personalizar
fr: Personnaliser
it: Personalizza
ru: Настройки

source: Accent Color for Icons
ru: Цвет акцента для значков

source: Use accent color for all symbolic icons
ru: Использовать цвет акцента для всех символических значков

source: Invert Calendar Column Items
ru: Инвертировать элементы столбца календаря

source: Invert the positions of the calendar column items in clock menu
ru: Инвертировать позиции элементов столбца календаря в меню часов

source: Overview Spacing Size
es: Resumen Espaciado Tamaño
fr: Vue d'ensemble Espacement Taille
ru: Обзор Интервал Размер

source: The spacing size for controls manager in overview
es: Resumen del tamaño del espacio para el administrador de controles
fr: La taille d'espacement pour le gestionnaire de contrôles en vue d'ensemble
ru: Размер интервала для диспетчера элементов управления в обзоре

source: Workspace Background Corner Size
es: Tamaño de las Esquinas de los Espacios de Trabajo
fr: Taille du coin de l'arrière-plan de l'espace de travail
it: Angolo arrotondato dello sfondo dell'area di lavoro
ru: Размер угла рабочего стола

source: Workspace background corner size in overview
es: Tamaño de las Esquinas de los Espacios de Trabajo en la Vista de Actividades
fr: Taille du coin de l'arrière-plan de l'espace de travail dans la vue d'ensemble
it: Dimensione dell'angolo dell'area di lavoro nella panoramica delle attività
ru: Размер угла рабочего стола в Обзоре

source: Panel Size
es: Tamaño del Panel
fr: Taille du panneau
it: Dimensione del pannello
ru: Размер панели

source: Panel Icon Size
es: Tamaño de los Iconos del Panel
fr: Taille de l'icône du panneau
it: Dimensione icone del pannello
ru: Размер значка панели

source: Panel Button Padding Size
es: Tamaño del Relleno de los Botones del Panel
fr: Marge intérieure des boutons du panneau
it: Spaziatura tra i pulsanti del pannello
ru: Отступ между кнопками панели

source: Panel Indicator Padding Size
es: Tamaño del Relleno de los Indicadores del Panel
fr: Marge intérieure de l'indicateur de panneau
it: Spaziatura tra gli indicatori del pannello
ru: Отступ между индикаторами на панели

source: Panel Position
es: Posición del panel
fr: Position du panneau
it: Posizione del pannello
ru: Расположение панели

source: Clock Menu Position
es: Posición del Menú del Reloj
fr: Position du menu de l'horloge
it: Posizione menu dell'orologio
ru: Расположение центра уведомлений

source: Clock Menu Position Offset
es: Compensación del Menú del Reloj
fr: Décalage de la position du menu de l'horloge
it: Spostamento posizione del menu dell'orologio
ru: Смещение центра уведомлений

source: Workspace Switcher Size
es: Tamaño del Cambiador de Espacios de Trabajo
fr: Taille du sélecteur d'espace de travail
it: Dimensione selettore dell'area di lavoro
ru: Размер переключателя рабочих столов

source: Animation
es: Animación
it: Animazione
ru: Анимации

source: Dash Icon Size
es: Tamaño de los Iconos del Dash
fr: Taille des icônes de la barre de raccourcis
it: Dimensione barra delle applicazioni
ru: Размер иконок Dash панели

source: Notification Banner Position
es: Posición de las Notificaciones
fr: Position des notifications
it: Posizione banner delle notifiche
ru: Расположение уведомлений

source: Notification popup position when notifications show up on the screen
es: Posición de los carteles de Notificaciones al momento de mostrarse en pantalla
fr: Position des notifications lorsqu'elles s'affichent à l'écran
it: Posizione del popup di notifica quando le notifiche vengono visualizzate sullo schermo
ru: Расположение всплывающих уведомлений на экране

source: OSD Position
es: Posición del OSD
fr: Position de l'OSD
it: Posizione OSD
ru: Позиция экранного меню
